var postContent = [{
    postId:0,
    imgAvatar: '../../images/avatar/1.png',
    date: 'Sep 20 2020',
    title: '又是虾肥蟹壮时',
    imgPost: '../../images/post/crab.png',
    desc: '一只只青蟹被装进一泡沫箱里，原来那些青蟹是摆在桌上的，用红色的编织绳扎着。也许那时的绳子要厚重些，                  扎得牢些，那些蟹蟹比较乖。而此刻一抓起，这蟹蟹一溜就掉在地上了，我想着它应该会肉疼吧。这蟹看着活                   力十足，一看就很好吃的样子。点了两只蟹，加一斤虾，一盘年糕当盘底，底料还有花生米、香菜，吃着吃着，                 觉得这味有点不对，这从二楼搬到一楼的店，招牌换了、味道变了，莫非老板也变了。少了那一颗颗蒜子，那                   会我们几个可吃得欢了',
  detailAuthorImg: '../../images/avatar/1.png',
  detailAuthorName: '小白杨',
  detailTitle: '又是虾肥蟹壮时',
  detailArticle: '一只只青蟹被装进一泡沫箱里，原来那些青蟹是摆在桌上的，用红色的编织绳扎着。也许那时的绳子要厚重些，扎得牢些，那些蟹蟹比较乖。而此刻一抓起，这蟹蟹一溜就掉在地上了，我想着它应该会肉疼吧。这蟹看着活力十足，一看就很好吃的样子。点了两只蟹，加一斤虾，一盘年糕当盘底，底料还有花生米、香菜，吃着吃着，觉得这味有点不对，这从二楼搬到一楼的店，招牌换了、味道变了，莫非老板也变了。少了那一颗颗蒜子，那 会我们几个可吃得欢了.点了两只蟹，加一斤虾，一盘年糕当盘底，底料还有花生米、香菜，吃着吃着，觉得这味有点不对，这从     二楼搬到一楼的店，招牌换了、味道变了，莫非老板也变了。少了那一颗颗蒜子，那会我们几个可吃得欢了。一杯接一杯，一菜接一菜，话说我们仨也很久没聚了，在絮絮叨叨间，说了很多、吃了很多、也喝了很多。猛的才想到这实施接近两周的减肥行动毁于一旦，与秀的差距越来越大。这么多年来，我俩一直差不多，不知从某一刻开始，她瘦了，我继续壮着。于是，时常在一起的两个人，差距越来越大，在懂得掩饰自己的缺陷，发扬自己的长处的着装搭配下，也没察觉，当一起站在称上，一对比，不知不觉，夜已深，相聊甚欢，不愿散……',
  },
  {
    postId: 1,
    imgAvatar: '../../images/avatar/2.png',
    date: 'Sep 23 2020',
    title: '比利 林恩的中场战事',
    imgPost: '../../images/post/bl.png',
    desc: '伊拉克战争时期，来自美国德州的19岁技术兵比利·林恩（乔·阿尔文 Joe Alwyn 饰）因为一段偶然拍摄的视频                 而家喻户晓。那是一次规模不大却激烈非常的遭遇战，战斗中林恩所在的B班班长（范·迪塞尔 Vin Diesel 饰）                遭到当地武装分子的伏击和劫持，而林恩为了营救班长不惜铤而走险冲锋陷阵。视频公布于世让他成为全美民众                 所崇拜的英雄，然而却鲜有人理解他和战友们所经历的一切。为了安葬班长，B班得到了短暂的休假，因此他们                  得以受邀参加一场在德州举行的橄榄球比赛。林恩的姐姐因某事件深感愧疚，她希望弟弟能借此机缘回归普通生                 活。而周围的经纪人、球迷、大老板、普通民众则对战争、卫国、士兵有着各种各样想当然的理解。球场上的庆典盛大开幕，林恩和战友们的心却愈加沉重与焦躁……',
    detailAuthorImg: '../../images/avatar/2.png',
    detailAuthorName: 'bili',
    detailTitle: '比利林恩的中场战事',
    detailArticle: '一只只青蟹被装进一泡沫箱里，原来那些青蟹是摆在桌上的，用红色的编织绳扎着。也许那时的绳子要厚重些，扎得牢些，那些蟹蟹比较乖。而此刻一抓起，这蟹蟹一溜就掉在地上了，我想着它应该会肉疼吧。这蟹看着活力十足，一看就很好吃的样子。点了两只蟹，加一斤虾，一盘年糕当盘底，底料还有花生米、香菜，吃着吃着，觉得这味有点不对，这从二楼搬到一楼的店，招牌换了、味道变了，莫非老板也变了。少了那一颗颗蒜子，那 会我们几个可吃得欢了.点了两只蟹，加一斤虾，一盘年糕当盘底，底料还有花生米、香菜，吃着吃着，觉得这味有点不对，这从     二楼搬到一楼的店，招牌换了、味道变了，莫非老板也变了。少了那一颗颗蒜子，那会我们几个可吃得欢了。一杯接一杯，一菜接一菜，话说我们仨也很久没聚了，在絮絮叨叨间，说了很多、吃了很多、也喝了很多。猛的才想到这实施接近两周的减肥行动毁于一旦，与秀的差距越来越大。这么多年来，我俩一直差不多，不知从某一刻开始，她瘦了，我继续壮着。于是，时常在一起的两个人，差距越来越大，在懂得掩饰自己的缺陷，发扬自己的长处的着装搭配下，也没察觉，当一起站在称上，一对比，不知不觉，夜已深，相聊甚欢，不愿散……',
  },
  {
    postId: 2,
    imgAvatar: '../../images/avatar/3.png',
    date: 'Sep 24 2020',
    title: '微信小程序开发工具安装指南',
    imgPost: '../../images/post/xiaolong.jpg',
    desc: '点击开发者工具左侧导航的“编辑”，我们可以看到这个项目，已经初始化并包含了一些简单的代码文件。最关键也是必不可少的，是 app.js、app.json、app.wxss 这三个。其中，.js后缀的是脚本文件，.json后缀的文件是配置文件，.wxss后缀的是样式表文件。微信小程序会读取这些文件，并生成小程序实例…….',
    detailAuthorImg: '../../images/avatar/3.png',
    detailAuthorName: '小龙 zhang',
    detailTitle: '微信小程序开发工具安装指南',
    detailArticle: '一只只青蟹被装进一泡沫箱里，原来那些青蟹是摆在桌上的，用红色的编织绳扎着。也许那时的绳子要厚重些，扎得牢些，那些蟹蟹比较乖。而此刻一抓起，这蟹蟹一溜就掉在地上了，我想着它应该会肉疼吧。这蟹看着活力十足，一看就很好吃的样子。点了两只蟹，加一斤虾，一盘年糕当盘底，底料还有花生米、香菜，吃着吃着，觉得这味有点不对，这从二楼搬到一楼的店，招牌换了、味道变了，莫非老板也变了。少了那一颗颗蒜子，那 会我们几个可吃得欢了.点了两只蟹，加一斤虾，一盘年糕当盘底，底料还有花生米、香菜，吃着吃着，觉得这味有点不对，这从     二楼搬到一楼的店，招牌换了、味道变了，莫非老板也变了。少了那一颗颗蒜子，那会我们几个可吃得欢了。一杯接一杯，一菜接一菜，话说我们仨也很久没聚了，在絮絮叨叨间，说了很多、吃了很多、也喝了很多。猛的才想到这实施接近两周的减肥行动毁于一旦，与秀的差距越来越大。这么多年来，我俩一直差不多，不知从某一刻开始，她瘦了，我继续壮着。于是，时常在一起的两个人，差距越来越大，在懂得掩饰自己的缺陷，发扬自己的长处的着装搭配下，也没察觉，当一起站在称上，一对比，不知不觉，夜已深，相聊甚欢，不愿散……',
  }
]

module.exports = ({
  postContent: postContent
})